function run(msg, matches)
return [[<code>- ربات آنتی اسپم تله سودو:
- نرخ فروش ربات :

- نرخ سوپر گروه :
- ماهیانه 5 هزار تومان میباشد.

- توجه داشته باشید ربات بصورت دائمی به گروهی اضافه و خریداری نمیشود.
- ربات در گروهایی که ربات های آنتی اسپم دیگه عضو نمیشود !

---
- مبلغ بصورت کارت به کارت واریز میشود کارت شارژ قبول نمیکنیم.
- در ضمن به افرادی که خارج از کشور هستند داده نمیشود.

---
- جهت سفارش به </code>@agent_sudo <code>مراجعه کنید اگر ریپورت هستید بیاید </code>@TeleSudo_robot <code> و یا عبارت ساپورت را ارسال کنید و وارد ساپورت شوید و با مدیران ربات در ارتباط باشید.
---

- Channel </code>@TeleSudo_TEAM]]
end

return {
patterns = {
"^ربات میخوام$",
"^!nerkh$",
"^نرخ$",
},
run = run
}
